Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/4002 FFDF Appendix A - Rev1-Master - 21July14.docx-omegat.tmx
Source language: en
Languages: es

source: Section 1: General Details
es: Sección 1: Detalles generales

source: Description of situation / issue:
es: Descripción de la situación / asunto:

source: Fit for Duty and Fatigue Example
es: Ejemplo de aptitud para las labores y fatiga

source: Consequence :
es: Consecuencia:

source: Likelihood:
es: Probabilidad:

source: Catastrophic
es: Catastrófico

source: Major
es: Grave

source: Significant
es: Significativo

source: Minor
es: Leve

source: Insignificant
es: Insignificante

source: Almost Certain
es: Casi seguro

source: Likely
es: Probable

source: Possible
es: Posible

source: Unlikely
es: Poco probable

source: Rare
es: Poco frecuente

source: Person(s) consulted in assessment:
es: Personas consultadas en la evaluación:

source: Date of assessment:
es: Fecha de la evaluación:

source: Section 2:
es: Sección 2:

source: Hazard Identification & Assessment & Controls
es: Identificación, evaluación y control de peligros

source: Identified hazards
es: Peligros identificados

source: (What may result in injury or environmental harm?)
es: (¿Qué podría provocar una lesión o daño ambiental?)

source: Risk Level (Current)
es: Nivel de riesgo (Actual)

source: Control Measures
es: Medidas de control

source: (How will the hazards be controlled?)
es: (¿Cómo se controlarán los peligros?)

source: Risk Level
es: Nivel de riesgo

source: (Post control)
es: (Poscontrol)

source: Responsibility
es: Responsabilidad

source: (Who will implement controls?)
es: (¿Quién implementará los controles?)

source: Undertaking work without adequate rest.
es: Ejecutar trabajos sin el descanso suficiente

source: Allow personnel to have at least 10 hours rest before commencing work.
es: Permitir al personal tener al menos 10 horas de descanso antes de iniciar los trabajos.

source: Possible controls:
es: Controles posibles:

source: Reschedule work
es: Reprogramar los trabajos

source: Modify the task so the person is not undertaking high risk work, or working alone.
es: Modificar la tarea para que la persona no ejecute trabajo de alto riesgo ni trabaje solo

source: Use additional shifts / personnel.
es: Usar personal / turnos adicionales

source: Sharing the driving.
es: Compartir la conducción

source: Allow time to recover from jet lag.
es: Dar tiempo para recuperarse del «jet lag»

source: Arranging agendas and meetings to allow for travel recovery.
es: Acomodar las agendas y reuniones para contemplar recuperarse del viaje

source: Working in excess of twelve (12) hours including travel time.
es: Trabajar más de doce (12) horas, tiempo de viaje incluido

source: Where possible plan work so no person has a working day in excess of 12 hours.
es: De ser posible, planificar el trabajo para que nadie trabaje más de 12 horas diarias.

source: Plan work to be conducted over multiple days.
es: Planificar el trabajo para que se haga a lo largo de varios días

source: Arrange accommodation close to the work site to minimise travel time.
es: Disponer de alojamiento cerca del sitio de las faenas para minimizar el tiempo de viaje

source: Modify the task so the person is not undertaking high risk work, or working alone after 12 hours.
es: Modificar la tarea para que la persona no ejecute trabajo de alto riesgo ni trabaje solo después de 12 horas

source: Operating a vehicle after fourteen (14) hours work (including travel time).
es: Operar un vehículo después de catorce (14) horas de trabajo (tiempo de viaje incluido)

source: No person shall operate a vehicle after 14 hours.
es: Nadie debe operar un vehículo después de 14 horas.

source: Arrange for taxi or other transport not at the expense of the employee.
es: Disponer de un taxi u otro transporte, sin costo para el colaborador.

source: Arrange accommodation close to the work to minimise travel time.
es: Disponer de alojamiento cerca del trabajo para minimizar el tiempo de viaje

source: Arrange for dedicated drivers for transfers.
es: Disponer de conductores dedicados para los traslados

source: Working in excess of 14 consecutive 12 hour days.
es: Trabajar más de 14 días consecutivos de 12 horas

source: Where possible plan work so no person has a shift rotation in excess of 14 consecutive 12 hr days.
es: De ser posible, planificar el trabajo para que nadie tenga una rotación de turnos que supere los 14 días consecutivos de 12 horas.

source: Rotate employees through the project.
es: Rotar a los colaboradores durante el proyecto

source: Schedule a break in the project.
es: Programar una pausa en el proyecto

source: Factor fatigue leave into the project schedule at the planning stage.
es: Contemplar permisos por fatiga en el cronograma del proyecto durante la etapa de planificación

source: Emergency Situations.
es: Situaciones de emergencia

source: The impact of FFDF on field staff required to respond to an emergency situation.
es: El impacto de la aptitud para las labores y la fatiga en el personal de terreno necesario para responder a una situación de emergencia.

source: Emergency situation to take precedence over the hours of work contained in this assessment.
es: Dar preeminencia a la situación de emergencia por sobre las horas de trabajo contempladas en esta evaluación

source: Implement adequate rest periods for emergency responders to manage their fatigue.
es: Implementar periodos de descanso suficientes para que el personal de respuesta a emergencias pueda manejar su fatiga

source: Alcohol and Drug use.
es: Consumo de alcohol y drogas

source: Personnel informed of applicable Golder, client or project D&A policy or legislation.
es: Informar al personal de las políticas de alcohol y drogas de Golder, del cliente o del proyecto o de la legislación

source: Personnel to comply with D&A testing as required by the applicable policy / legislation.
es: Someter al personal a controles de alcohol y drogas según lo requiera la política / legislación vigente

source: Signed as read and understood
es: Firmado como leído y comprendido

source: Date
es: Fecha

source: HSE Risk Assessment Form
es: Formulario de evaluación de riesgos de HSE

source: Page 2 of 3
es: Página 2 de 3
